/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Interrompre";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Interrompre l’analyse";

/* alert button */
"Continue" = "Continuer";

/* alert button */
"Continue scan" = "Continuer l’analyse";

/* alert button */
"Ignore" = "Ignorer";

/* alert button */
"Ignore plug-in" = "Ignorer le module";

/* alert button */
"Open plug-in graphic interface" = "Ouvrir l’interface graphique du module";

/* alert button */
"Start Plug-In Manager" = "Lancer le gestionnaire de module";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Cher utilisateur de ^P,\n%ld de vos Audio Units actifs n’ont pas passé la validation Apple AU. Cela peut provoquer des problèmes, voire entraîner une panne de ^P ou une perte de données. Contactez le ou les fabricants pour obtenir leur version à jour. Nous vous recommandons de désactiver ces modules dans le Gestionnaire de modules.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Seuls les Audio Units dont l’analyse a réussi seront disponibles dans ^P.\nL’analyse se poursuivra au prochain démarrage de ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "L’Audio Unit « %1$@ » par « %2$@ » indique qu’il n’est pas correctement autorisé sur ce système.\nReportez-vous à la documentation du module pour en savoir plus sur la protection de sa copie.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "L’Audio Unit « %1$@ » par « %2$@ » indique qu’il n’est pas correctement autorisé sur ce système.\nReportez-vous à la documentation du module pour en savoir plus sur la protection de sa copie. Vous pouvez ouvrir l’interface graphique du module pour gérer cette protection.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Lors de la vérification de la compatibilité Audio Unit, ^P a trouvé %ld module(s) Audio Unit non validé(s) par Apple. Ces modules ne seront plus utilisés par ^P afin d’éviter de possibles problèmes ou blocages. Vous pouvez démarrer le gestionnaire de modules maintenant pour consulter les résultats de validation ou continuer la procédure de démarrage.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P s’est fermé de façon inattendue pendant la tentative d’utilisation de l’Audio Unit « %1$@ » par « %2$@ ».\nCe module nécessite peut-être une mise à jour.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Une erreur relative à un module Audio Unit installé est survenue.";

/* alert title */
"Audio Unit authorization error." = "Erreur d’autorisation Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Des Audio Units incompatibles ont été trouvés.";

/* alert title */
"You are about to abort the scan process." = "Vous êtes sur le point d’interrompre le processus d’analyse.";

/* alert title */
"You are using incompatible Audio Units." = "Vous utilisez des Audio Units incompatibles.";

/* audio unit type */
"MIDI processor" = "Processeur MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Effet contrôlé par MIDI";

/* audio unit type */
"effect" = "effet";

/* audio unit type */
"format converter" = "convertisseur de format";

/* audio unit type */
"generator" = "générateur";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "table de mixage";

/* audio unit type */
"offline effect" = "effet hors ligne";

/* audio unit type */
"output unit" = "unité de sortie";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Recherche de modules Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Mise à jour des informations sur les modules Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "n’a pas pu s’ouvrir";

/* possible validation result */
"crashed validation" = "validation bloquée";

/* possible validation result */
"failed validation" = "échec de validation";

/* possible validation result */
"not authorized" = "non autorisé";

/* possible validation result */
"not validated due to internal error" = "n’a pas été validé suite à une erreur interne";

/* possible validation result */
"not yet validated" = "pas encore validé";

/* possible validation result */
"successfully validated" = "correctement validé";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Analyse des Audio Units (%1$d sur %2$d terminé)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Analyse des Audio Units (%1$ld sur %2$ld terminé)";

/* used for invalid version numbers */
"invalid" = "non valide";

/* used when value transformer can’t interpret given object */
"unknown" = "inconnu";
